Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Each app entry includes accessibility information provided by the community member who submitted it, based on their own experience with the app. This includes VoiceOver Performance, Button Labeling, Usability, and other accessibility details. Below the entry are reviews from the wider community. The AI-powered Consensus feature summarizes the accessibility comments into an overall verdict, and Community Discussion Summary gives you an overview of what reviewers are saying. Open in App Store takes you directly to the app's App Store page, where you can download or update it without first opening a browser. Recommend This App adds your name to the list of people who have given the app a thumbs up. Recommend is separate from Save and Follow. The App Entry Actions menu and the button row that remains on screen provide the same two ways to reach the available actions.
ar: يتضمن كل إدخال تطبيق معلومات إمكانية الوصول التي قدّمها عضو المجتمع الذي أرسله، بناءً على تجربته الخاصة مع التطبيق. ويشمل ذلك أداء VoiceOver وتسمية الأزرار وسهولة الاستخدام وتفاصيل أخرى لإمكانية الوصول. أسفل الإدخال توجد مراجعات من المجتمع الأوسع. تلخّص ميزة «الإجماع» المدعومة بالذكاء الاصطناعي تعليقات إمكانية الوصول في حكم عام، ويقدّم ملخص نقاش المجتمع نظرة عامة على ما يقوله المراجعون. يأخذك «فتح في App Store» مباشرة إلى صفحة التطبيق في App Store، حيث يمكنك تنزيله أو تحديثه دون فتح متصفح أولًا. يضيف «التوصية بهذا التطبيق» اسمك إلى قائمة من أعطوا التطبيق إعجابًا. والتوصية منفصلة عن الحفظ والمتابعة. توفر قائمة «إجراءات إدخال التطبيق» وصف الأزرار الذي يبقى على الشاشة الطريقتين نفسيهما للوصول إلى الإجراءات المتاحة.
de: Jeder App-Eintrag enthält Angaben zur Barrierefreiheit von dem Community-Mitglied, das ihn eingereicht hat, basierend auf seinen eigenen Erfahrungen mit der App. Dazu gehören VoiceOver-Leistung, Beschriftung der Tasten, Bedienbarkeit und weitere Details zur Barrierefreiheit. Unter dem Eintrag stehen Bewertungen aus der breiteren Community. Die KI-gestützte Funktion „Konsens“ fasst die Kommentare zur Barrierefreiheit zu einem Gesamturteil zusammen, und die Zusammenfassung der Community-Diskussion gibt dir einen Überblick darüber, was die Bewertenden sagen. „Im App Store öffnen“ bringt dich direkt zur App-Store-Seite der App, wo du sie laden oder aktualisieren kannst, ohne vorher einen Browser zu öffnen. „Diese App empfehlen“ fügt deinen Namen der Liste der Personen hinzu, die der App einen Daumen nach oben gegeben haben. Empfehlen ist unabhängig von „Sichern“ und „Folgen“. Das Menü „App-Eintrag-Aktionen“ und die Tastenleiste, die auf dem Bildschirm bleibt, bieten dieselben zwei Wege zu den verfügbaren Aktionen.
el: Κάθε καταχώριση εφαρμογής περιλαμβάνει πληροφορίες προσβασιμότητας από το μέλος της κοινότητας που την υπέβαλε, με βάση τη δική του εμπειρία με την εφαρμογή. Αυτές περιλαμβάνουν την απόδοση με το VoiceOver, την επισήμανση κουμπιών, τη χρηστικότητα και άλλες λεπτομέρειες προσβασιμότητας. Κάτω από την καταχώριση βρίσκονται οι κριτικές της ευρύτερης κοινότητας. Η λειτουργία Συναίνεση, με τεχνητή νοημοσύνη, συνοψίζει τα σχόλια προσβασιμότητας σε μια συνολική ετυμηγορία, και η Περίληψη Συζήτησης Κοινότητας σας δίνει μια εικόνα του τι λένε όσοι έγραψαν κριτική. Το Άνοιγμα στο App Store σας πηγαίνει κατευθείαν στη σελίδα της εφαρμογής στο App Store, όπου μπορείτε να τη λάβετε ή να την ενημερώσετε χωρίς να ανοίξετε πρώτα πρόγραμμα περιήγησης. Η Σύσταση Αυτής της Εφαρμογής προσθέτει το όνομά σας στη λίστα όσων έχουν δώσει στην εφαρμογή έναν αντίχειρα προς τα πάνω. Η σύσταση είναι ξεχωριστή από την Αποθήκευση και την Παρακολούθηση. Το μενού Ενέργειες καταχώρισης εφαρμογής και η σειρά κουμπιών που μένει στην οθόνη προσφέρουν τους ίδιους δύο τρόπους πρόσβασης στις διαθέσιμες ενέργειες.
es: Cada entrada de app incluye información de accesibilidad aportada por el miembro de la comunidad que la envió, basada en su propia experiencia con la app. Esto incluye el rendimiento con VoiceOver, el etiquetado de botones, la usabilidad y otros detalles de accesibilidad. Debajo de la entrada están las reseñas del resto de la comunidad. La función Consenso, basada en IA, resume los comentarios de accesibilidad en un veredicto general, y el resumen del debate de la comunidad te ofrece una visión de lo que dicen quienes han opinado. Abrir en la App Store te lleva directamente a la página de la app en la App Store, donde puedes descargarla o actualizarla sin abrir antes un navegador. Recomendar esta app añade tu nombre a la lista de personas que le han dado un pulgar arriba. Recomendar es independiente de Guardar y Seguir. El menú Acciones de la entrada de app y la fila de botones que permanece en pantalla ofrecen las mismas dos formas de llegar a las acciones disponibles.
fa: هر ورودی برنامه اطلاعات دسترس‌پذیری‌ای دارد که عضوی از جامعه که آن را فرستاده، بر اساس تجربهٔ خودش با برنامه ارائه کرده است. این شامل عملکرد VoiceOver، برچسب‌گذاری دکمه‌ها، کاربردپذیری و جزئیات دیگر دسترس‌پذیری است. زیر ورودی، نقدهای جامعهٔ گسترده‌تر آمده است. ویژگی اجماع که با هوش مصنوعی کار می‌کند نظرهای دسترس‌پذیری را در یک جمع‌بندی کلی خلاصه می‌کند، و خلاصهٔ بحث جامعه نمای کلی از گفته‌های نقدنویسان به شما می‌دهد. باز کردن در App Store شما را مستقیم به صفحهٔ برنامه در App Store می‌برد، جایی که می‌توانید بدون باز کردن مرورگر آن را بارگیری یا به‌روز کنید. توصیهٔ این برنامه نام شما را به فهرست کسانی که به برنامه رأی مثبت داده‌اند اضافه می‌کند. توصیه از ذخیره و دنبال کردن جداست. منوی کنش‌های ورودی برنامه و ردیف دکمه‌هایی که روی صفحه می‌ماند همان دو راه دسترسی به کنش‌های موجود را فراهم می‌کنند.
fr: Chaque fiche d'appli contient des informations d'accessibilité fournies par le membre de la communauté qui l'a proposée, d'après sa propre expérience de l'appli. Cela comprend les performances avec VoiceOver, l'étiquetage des boutons, l'utilisabilité et d'autres détails d'accessibilité. Sous la fiche se trouvent les avis de la communauté. La fonction Consensus, basée sur l'IA, résume les commentaires d'accessibilité en un verdict global, et le résumé de la discussion communautaire vous donne un aperçu de ce que disent les membres. Ouvrir sur l'App Store vous amène directement à la page de l'appli sur l'App Store, où vous pouvez la télécharger ou la mettre à jour sans passer par un navigateur. Recommander cette appli ajoute votre nom à la liste des personnes qui lui ont donné un pouce levé. Recommander est distinct d'Enregistrer et de Suivre. Le menu Actions de la fiche d'appli et la rangée de boutons qui reste à l'écran offrent les deux mêmes façons d'accéder aux actions disponibles.
he: כל רשומת אפליקציה כוללת מידע נגישות מחבר הקהילה ששלח אותה, על סמך הניסיון האישי שלו עם האפליקציה. זה כולל ביצועי VoiceOver, תיוג כפתורים, שימושיות ופרטי נגישות נוספים. מתחת לרשומה נמצאות ביקורות מהקהילה הרחבה. תכונת ההסכמה המבוססת על AI מסכמת את תגובות הנגישות לפסק דין כולל, וסיכום דיון קהילתי נותן לך סקירה של מה שהמבקרים אומרים. פתיחה ב-App Store לוקחת אותך ישירות לדף האפליקציה ב-App Store, שם אפשר להוריד או לעדכן אותה בלי לפתוח קודם דפדפן. המלצה על אפליקציה זו מוסיפה את שמך לרשימת האנשים שנתנו לאפליקציה אגודל למעלה. ההמלצה נפרדת משמירה וממעקב. תפריט פעולות רשומת האפליקציה ושורת הכפתורים שנשארת על המסך מציעים את אותן שתי דרכים להגיע לפעולות הזמינות.
hi: हर ऐप प्रविष्टि में उस समुदाय सदस्य की दी हुई सुलभता जानकारी होती है जिसने उसे सबमिट किया, जो ऐप के साथ उनके अपने अनुभव पर आधारित होती है। इसमें VoiceOver प्रदर्शन, बटन लेबलिंग, उपयोगिता और सुलभता से जुड़ी दूसरी जानकारी शामिल है। प्रविष्टि के नीचे बड़े समुदाय की समीक्षाएँ होती हैं। AI से चलने वाली सहमति सुविधा सुलभता टिप्पणियों को एक समग्र निष्कर्ष में सारांशित करती है, और सामुदायिक चर्चा सारांश बताता है कि समीक्षक क्या कह रहे हैं। App Store में खोलें आपको सीधे App Store पर ऐप के पेज पर ले जाता है, जहाँ आप पहले ब्राउज़र खोले बिना उसे डाउनलोड या अपडेट कर सकते हैं। इस ऐप की अनुशंसा करें आपका नाम उन लोगों की सूची में जोड़ता है जिन्होंने ऐप को थम्स अप दिया है। अनुशंसा, सहेजें और फ़ॉलो करें से अलग है। ऐप प्रविष्टि क्रियाएँ मेनू और स्क्रीन पर बनी रहने वाली बटन पंक्ति, उपलब्ध क्रियाओं तक पहुँचने के वही दो तरीके देते हैं।
id: Setiap entri aplikasi berisi informasi aksesibilitas dari anggota komunitas yang mengirimkannya, berdasarkan pengalaman mereka sendiri memakai aplikasi tersebut. Ini mencakup Kinerja VoiceOver, Pelabelan Tombol, Kegunaan, dan detail aksesibilitas lainnya. Di bawah entri ada ulasan dari komunitas yang lebih luas. Fitur Konsensus bertenaga AI merangkum komentar aksesibilitas menjadi satu kesimpulan menyeluruh, dan Ringkasan Diskusi Komunitas memberi gambaran tentang apa yang dikatakan para pengulas. Buka di App Store membawa Anda langsung ke halaman aplikasi di App Store, tempat Anda bisa mengunduh atau memperbaruinya tanpa membuka browser lebih dulu. Rekomendasikan Aplikasi Ini menambahkan nama Anda ke daftar orang yang telah memberi jempol pada aplikasi tersebut. Rekomendasi terpisah dari Simpan dan Ikuti. Menu Tindakan Entri Aplikasi dan deretan tombol yang tetap di layar menyediakan dua cara yang sama untuk mengakses tindakan yang tersedia.
it: Ogni voce di app include informazioni sull'accessibilità fornite dal membro della comunità che l'ha inviata, in base alla sua esperienza con l'app. Tra queste ci sono le prestazioni con VoiceOver, l'etichettatura dei pulsanti, l'usabilità e altri dettagli sull'accessibilità. Sotto la voce ci sono le recensioni della comunità. La funzione Consenso, basata sull'IA, riassume i commenti sull'accessibilità in un giudizio complessivo, e il riepilogo della discussione della comunità ti dà una panoramica di ciò che dicono i recensori. Apri sull'App Store ti porta direttamente alla pagina dell'app sull'App Store, dove puoi scaricarla o aggiornarla senza aprire prima un browser. Consiglia questa app aggiunge il tuo nome all'elenco di chi le ha dato un pollice in su. Consigliare è separato da Salva e Segui. Il menu Azioni voce app e la fila di pulsanti che resta sullo schermo offrono gli stessi due modi per raggiungere le azioni disponibili.
ja: 各アプリのエントリには、それを投稿したコミュニティメンバーが、自分でアプリを使った経験に基づいて提供したアクセシビリティ情報が含まれています。VoiceOver の性能、ボタンのラベル付け、使いやすさ、その他のアクセシビリティの詳細などです。 エントリの下には、より広いコミュニティからのレビューがあります。AI による「コンセンサス」機能は、アクセシビリティに関するコメントを全体の評価としてまとめ、「コミュニティディスカッションの要約」はレビュアーの意見の概要を伝えます。 「App Store で開く」を使うと、アプリの App Store ページに直接移動し、ブラウザを開かずにダウンロードやアップデートができます。 「このアプリをおすすめする」で、アプリに高評価を付けた人のリストにあなたの名前が加わります。おすすめは「保存」や「フォロー」とは別の機能です。 「アプリのエントリのアクション」メニューと、画面に表示されたままのボタン列の、同じ2つの方法で使えるアクションにアクセスできます。
ko: 각 앱 항목에는 그 항목을 제출한 커뮤니티 회원이 앱을 직접 써 본 경험을 바탕으로 제공한 접근성 정보가 담겨 있어요. VoiceOver 성능, 버튼 레이블, 사용성 및 기타 접근성 세부 정보가 포함돼요. 항목 아래에는 더 넓은 커뮤니티의 리뷰가 있어요. AI 기반 '합의' 기능은 접근성 댓글을 하나의 종합 평가로 요약하고, '커뮤니티 토론 요약'은 리뷰 작성자들이 하는 말을 한눈에 보여 줘요. 'App Store에서 열기'를 누르면 앱의 App Store 페이지로 바로 이동하며, 브라우저를 먼저 열지 않고도 다운로드하거나 업데이트할 수 있어요. '이 앱 추천하기'는 이 앱에 좋아요를 누른 사람 목록에 내 이름을 추가해요. 추천은 '저장' 및 '팔로우'와 별개예요. '앱 항목 동작' 메뉴와 화면에 계속 남는 버튼 줄이, 사용 가능한 동작에 접근하는 같은 두 가지 방법을 제공해요.
nl: Elke app-vermelding bevat toegankelijkheidsinformatie van het communitylid dat haar heeft ingediend, gebaseerd op de eigen ervaring met de app. Denk aan VoiceOver-prestaties, knoplabels, bruikbaarheid en andere toegankelijkheidsdetails. Onder de vermelding staan beoordelingen van de bredere community. De AI-functie Consensus vat de toegankelijkheidsreacties samen tot één oordeel, en de Samenvatting communitydiscussie geeft je een overzicht van wat beoordelaars zeggen. Openen in App Store brengt je direct naar de App Store-pagina van de app, waar je hem kunt downloaden of bijwerken zonder eerst een browser te openen. Deze app aanbevelen zet je naam op de lijst van mensen die de app een duim omhoog hebben gegeven. Aanbevelen staat los van Bewaren en Volgen. Het menu Acties voor app-vermelding en de knoppenrij die op het scherm blijft, bieden dezelfde twee manieren om bij de beschikbare acties te komen.
pl: Każdy wpis aplikacji zawiera informacje o dostępności przekazane przez członka społeczności, który go dodał, na podstawie własnych doświadczeń z aplikacją. Obejmuje to działanie z VoiceOver, etykiety przycisków, łatwość użycia i inne szczegóły dotyczące dostępności. Pod wpisem znajdują się recenzje szerszej społeczności. Funkcja Konsensus oparta na AI podsumowuje komentarze dotyczące dostępności w jedną ogólną ocenę, a Podsumowanie dyskusji społeczności daje przegląd tego, co mówią recenzenci. Otwórz w App Store przenosi Cię prosto na stronę aplikacji w App Store, gdzie możesz ją pobrać lub zaktualizować bez otwierania przeglądarki. Poleć tę aplikację dodaje Twoje imię do listy osób, które dały aplikacji łapkę w górę. Polecanie jest niezależne od funkcji Zapisz i Obserwuj. Menu Działania wpisu aplikacji i rząd przycisków, który zostaje na ekranie, dają te same dwa sposoby dostępu do dostępnych działań.
pt: Cada entrada de app traz informações de acessibilidade fornecidas pelo membro da comunidade que a enviou, com base na própria experiência com o app. Isso inclui desempenho com o VoiceOver, rotulagem de botões, usabilidade e outros detalhes de acessibilidade. Abaixo da entrada ficam as avaliações da comunidade. O recurso Consenso, com IA, resume os comentários de acessibilidade em um veredito geral, e o Resumo da discussão da comunidade dá uma visão geral do que os avaliadores estão dizendo. Abrir na App Store leva você direto à página do app na App Store, onde é possível baixá-lo ou atualizá-lo sem abrir um navegador antes. Recomendar este app adiciona seu nome à lista de pessoas que deram um joinha para o app. Recomendar é separado de Salvar e Seguir. O menu Ações da entrada de app e a fileira de botões que fica na tela oferecem as mesmas duas formas de chegar às ações disponíveis.
ru: Каждая запись приложения содержит сведения о доступности от участника сообщества, который её добавил, — на основе его собственного опыта работы с приложением. Это работа с VoiceOver, подписи кнопок, удобство использования и другие детали доступности. Под записью находятся отзывы более широкого сообщества. Функция «Консенсус» на основе ИИ сводит комментарии о доступности в общий вердикт, а «Сводка обсуждения сообщества» даёт обзор того, что говорят авторы отзывов. «Открыть в App Store» ведёт прямо на страницу приложения в App Store, где его можно загрузить или обновить, не открывая сначала браузер. «Рекомендовать это приложение» добавляет ваше имя в список тех, кто поставил приложению «палец вверх». Рекомендация не связана с «Сохранить» и «Подписаться». Меню «Действия с записью приложения» и ряд кнопок, который остаётся на экране, дают те же два способа добраться до доступных действий.
sv: Varje appobjekt innehåller tillgänglighetsinformation från den medlem som skickade in det, baserad på egen erfarenhet av appen. Det gäller bland annat VoiceOver-prestanda, knappetiketter, användbarhet och andra tillgänglighetsdetaljer. Under objektet finns recensioner från resten av gemenskapen. Den AI-drivna funktionen Konsensus sammanfattar tillgänglighetskommentarerna till ett samlat omdöme, och Sammanfattning av gemenskapsdiskussion ger dig en översikt över vad recensenterna säger. Öppna i App Store tar dig direkt till appens sida i App Store, där du kan hämta eller uppdatera den utan att först öppna en webbläsare. Rekommendera denna app lägger till ditt namn i listan över personer som har gett appen tummen upp. Rekommendera är skilt från Spara och Följ. Menyn Åtgärder för appobjekt och knappraden som stannar kvar på skärmen ger samma två sätt att nå de tillgängliga åtgärderna.
th: รายการแอปแต่ละรายการมีข้อมูลการช่วยการเข้าถึงจากสมาชิกชุมชนที่ส่งรายการนั้น โดยอิงจากประสบการณ์ใช้งานแอปของตัวเอง ได้แก่ ประสิทธิภาพกับ VoiceOver การติดป้ายปุ่ม ความง่ายในการใช้งาน และรายละเอียดการช่วยการเข้าถึงอื่นๆ ใต้รายการคือรีวิวจากชุมชนที่กว้างขึ้น ฟีเจอร์ฉันทามติที่ขับเคลื่อนด้วย AI จะสรุปความคิดเห็นด้านการช่วยการเข้าถึงเป็นข้อสรุปโดยรวม และสรุปการสนทนาชุมชนจะให้ภาพรวมของสิ่งที่ผู้รีวิวพูดถึง เปิดใน App Store จะพาคุณไปที่หน้าแอปใน App Store โดยตรง ซึ่งคุณดาวน์โหลดหรืออัปเดตได้โดยไม่ต้องเปิดเบราว์เซอร์ก่อน แนะนำแอปนี้ จะเพิ่มชื่อคุณลงในรายชื่อคนที่กดถูกใจแอปนี้ การแนะนำแยกจากบันทึกและติดตาม เมนูการทำงานของรายการแอปและแถวปุ่มที่อยู่บนหน้าจอตลอด เป็นสองทางเดียวกันในการเข้าถึงการทำงานที่มี
tr: Her uygulama girişi, girişi gönderen topluluk üyesinin uygulamayla ilgili kendi deneyimine dayanarak verdiği erişilebilirlik bilgilerini içerir. Buna VoiceOver Performansı, Düğme Etiketleme, Kullanılabilirlik ve diğer erişilebilirlik ayrıntıları dahildir. Girişin altında daha geniş topluluktan incelemeler bulunur. Yapay zekâ destekli Uzlaşı özelliği erişilebilirlik yorumlarını genel bir değerlendirmede özetler; Topluluk Tartışması Özeti ise inceleme yapanların neler söylediğine genel bir bakış sunar. App Store'da Aç sizi doğrudan uygulamanın App Store sayfasına götürür; burada önce bir tarayıcı açmadan uygulamayı indirebilir veya güncelleyebilirsiniz. Bu Uygulamayı Öner, adınızı uygulamaya beğeni veren kişiler listesine ekler. Öneri, Kaydet ve Takip Et'ten ayrıdır. Uygulama Girişi Eylemleri menüsü ve ekranda kalan düğme satırı, kullanılabilir eylemlere ulaşmanın aynı iki yolunu sunar.
uk: Кожен запис додатка містить відомості про доступність від учасника спільноти, який його додав, — на основі власного досвіду роботи з додатком. Це робота з VoiceOver, підписи кнопок, зручність використання та інші деталі доступності. Під записом розміщено відгуки ширшої спільноти. Функція «Консенсус» на основі ШІ зводить коментарі про доступність у загальний висновок, а «Підсумок обговорення спільноти» дає огляд того, що кажуть автори відгуків. «Відкрити в App Store» веде прямо на сторінку додатка в App Store, де його можна завантажити або оновити, не відкриваючи спершу браузер. «Рекомендувати цей додаток» додає ваше ім'я до списку тих, хто поставив додатку «палець угору». Рекомендація не пов'язана з «Зберегти» і «Стежити». Меню «Дії із записом додатка» та ряд кнопок, що залишається на екрані, дають ті самі два способи дістатися до доступних дій.
vi: Mỗi mục ứng dụng có thông tin trợ năng do thành viên cộng đồng đã gửi mục đó cung cấp, dựa trên trải nghiệm của chính họ với ứng dụng. Gồm hiệu suất VoiceOver, nhãn nút, khả năng sử dụng và các chi tiết trợ năng khác. Bên dưới mục là đánh giá từ cộng đồng rộng hơn. Tính năng Đồng thuận dùng AI tóm tắt các bình luận về trợ năng thành một nhận định chung, và Tóm tắt thảo luận cộng đồng cho bạn cái nhìn tổng quan về ý kiến của người đánh giá. Mở trong App Store đưa bạn thẳng đến trang của ứng dụng trên App Store, nơi bạn có thể tải về hoặc cập nhật mà không cần mở trình duyệt trước. Đề xuất ứng dụng này thêm tên bạn vào danh sách những người đã thích ứng dụng. Đề xuất tách biệt với Lưu và Theo dõi. Menu Tác vụ mục ứng dụng và hàng nút luôn ở trên màn hình mang lại cùng hai cách để dùng các tác vụ có sẵn.
zh_hans: 每个应用条目都包含由提交该条目的社区成员根据亲身使用经验提供的无障碍信息，包括 VoiceOver 表现、按钮标签、易用性以及其他无障碍细节。 条目下方是来自更广泛社区的评价。AI 驱动的“共识”功能会把无障碍评论汇总成一个整体结论，“社区讨论摘要”则概括评价者的看法。 “在 App Store 中打开”会直接带你到该应用的 App Store 页面，无需先打开浏览器就能下载或更新。 “推荐此应用”会把你的名字加入为该应用点赞的人员名单。推荐与“保存”和“关注”是分开的。 “应用条目操作”菜单和始终留在屏幕上的按钮行，提供了同样两种使用可用操作的方式。
